title: 2012 - Mein Musikkonsum und meine Top 20 Alben
date: 2012/12/31 05:33:00 -0800
tags: [{"name":"2012","id":124924678},{"name":"music","id":124924677}]
author: asteinhaus
alias: /2012-mein-musikkonsum-und-meine-top-20-alben

<p>Wieder ist ein Jahr vorbei und ich blicke auf die Musik zur&uuml;ck, die mich bewegt hat. Zwei Dinge haben sich bei meinem Musikkonsum 2012 ge&auml;ndert: <strong>Vinyl</strong> und <strong>Spotify</strong>! Beides hat mein bisherigen Konsum von gekauften mp3-Downloads erst nur erg&auml;nzt.</p>
<p>F&uuml;r meinen Plattenspieler, der mich schon seit meiner durch Vinyl gepr&auml;gten Jugend begleitet, habe ich mir einen neunen Tonabnehmer gekauft, da aus dem alten nichts mehr rauskam. Jetzt kann ich wieder die lokalen <strong>Plattenl&auml;den</strong> nach Neuigkeiten absuchen und den analoge Musikkonsum genie&szlig;en.&nbsp;</p>
<p>An der digitalen Front habe ich Anfang des Jahres mit <a href="http://www.simfy.de/" title="Streaming aus K&ouml;ln-Ehrenfeld" target="_blank">Simfy</a> und <a href="http://www.rdio.com/" title="Streaming aus San Francisco" target="_blank">rdio</a> experimentiert, bin dann aber doch beim Platzhirsch <strong>Spotify</strong> gelandet. Zudem habe ich mir vor Kurzem ein mobiles Ger&auml;t zugelegt, weches mir erm&ouml;glicht, Spotify auch offline zu nutzen. Dadurch sind mp3-Eink&auml;ufe f&uuml;r mich&nbsp;von&nbsp;<em>Amazon</em>, <em>iTunes</em> und <em>7Digital.de</em>&nbsp;umst&auml;ndlicher und somit uninteressant.</p>
<p>Mir sind jedoch durchaus die Nachteile von Spotify bewusst. Ich erwerbe bei Streamingdiensten nur ein temor&auml;res Nutzungsrecht von Musikst&uuml;cke und keine Kopie des Musikst&uuml;cks selbst. Des Weiteren ist die Unterst&uuml;tzung von K&uuml;nstlern durch Streamingdienste nicht optimal. Besonders K&uuml;nster meines bevorzugten Genres verdienen durch Spotify verdammt wenig. Deshalb habe ich mir f&uuml;r 2013 vorgenommen, meine Lieblingsalben auch als Vinyl (f&uuml;r jeweils 15-30 Euro!) zu kaufen.</p>
<p>Jetzt aber meine Top 20 (Interpret in Klammern):</p>
<ol>
<li>The Shallows (I LIKE TRAINS)</li>
<li>Four (Bloc Party)</li>
<li>Mit K (Kraftklub)</li>
<li>In Time to Voices (Blood Red Shoes)</li>
<li>Lex Hives (The Hives)&nbsp;</li>
<li>Little Broken Hearts (Norah Jones)</li>
<li>Dead Silence (Billy Talent)</li>
<li>Veritas (InVertigo)</li>
<li>Lost Songs (...And You Will Know Us by the Trail of Dead)</li>
<li>Boys &amp; Girls (Alabama Shakes)</li>
<li>The Scarlet Beast O'Seven Heads (Get Well Soon)</li>
<li>Banks (Paul Banks)</li>
<li>Elysium (Pet Shop Boys)</li>
<li>Coexist (The xx)</li>
<li>Blunderbuss (Jack White)</li>
<li>Shields (Grizzly Bear)</li>
<li>Afterlives (The Unwinding Hours)</li>
<li>Wake The Dogs (Donots)</li>
<li>The 2nd Law (Muse)</li>
<li>Halcyon (Ellie Goulding)</li>
</ol>
<p>Eine Auswahl von Songs dieser Alben habe ich als <a href="http://open.spotify.com/user/1121728698/playlist/1zGEVEAVZGjjK1ojLJ7eZ9" title="Songs der Alben des Jahres 2012 (spotify)" target="_blank">Playlist bei Spotify</a> zusammengestellt.</p>
<p>Laut <a href="http://www.lastfm.de/user/asteinhaus308" title="asteinhaus: last.fm-Profile" target="_blank">last.fm</a> habe ich auch 2012 folgende &auml;ltere Alben geh&ouml;rt:</p>
<ul>
<li>Bon Iver (Bon Iver)</li>
<li>The Whole Love (Wilco)</li>
<li>El Camino (The Black Keys)</li>
<li>High Violet (The National)</li>
<li>12 Desperate Straight Lines (Telekinesis)</li>
<li>Boxer (The National)</li>
<li>Mutual Friends (Boy)</li>
<li>The Suburbs (Arcade Fire)</li>
<li>Prisoner (The Jezabels)</li>
</ul>
<p>Ich freue mich auf das musikalische Jahr 2013. Besonders auf die neuen Alben von <strong>Depeche Mode</strong> (Fr&uuml;hjahr), <strong>Black Rebel Motorcycle Club</strong> (M&auml;rz), <strong>Biffy Clyro </strong>(25.01.13) und&nbsp;<strong>Foals</strong> (01.02.13).</p>
